<?php
// Heading
$_['heading_title']    = 'Управление скидками  для групп клиентов';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список групп клиентов с процентами скидок';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';
$_['text_group']        = 'Группа';
$_['text_value']        = 'Значение';
$_['text_success_cleared']     = 'Скидки продуктов, установленные данным модулем, успешно очищены!';
$_['text_success_updated']     = 'Скидки продуктов обновлены';

// Column
$_['column_group']      = 'Группа покупателей';
$_['column_action']     = 'Редактировать';
$_['column_name']       =  'Группа покупателей';
$_['column_percent']    =  'Процент скидки';



// Entry
$_['entry_group']       = 'Название группы фильтров';
$_['entry_name']        = 'Название фильтра';
$_['entry_sort_order']  = 'Порядок сортировки';
$_['entry_discount']      = 'Укажите процент скидки для группы клиентов.';
$_['help_discount']      = 'Укажите процент скидки для каждой группы пользователей.';
$_['entry_status']     = 'Статус';


// Error
$_['error_permission']  = 'У вас нет прав для редактирования!';
$_['error_group']       = 'Название должно содержать от 1 до 64 символов!';
$_['error_name']        = 'Название должно содержать от 1 до 64 символов!';
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';

$_['button_refresh']   = 'Обновить скидки товаров';
$_['button_clear']   = 'Очистить скидки товаров, установленные данным модулем';


