<?php
$_['text_number']     	= 'No.';
$_['text_image']      	= 'Малюнок';
$_['text_refine'] = 'Уточнити пошуковий запит'; #46327
$_['text_product'] = 'Найменування'; #43992
$_['text_error'] = 'Категорію не знайдено!'; #44406
$_['text_empty'] = 'Категорія порожня.'; #43993
$_['text_quantity'] = 'Кількість на складі'; #45841
$_['text_description']    = 'Опис';
$_['text_empty_description']        = 'Відсутній';
$_['text_moreinfo']     = 'Детально';
$_['text_order_quantity']        =  'Кількість для замовлення';
$_['text_action']     	= 'Дія';
$_['text_manufacturer'] = 'Виробник'; #45842
$_['text_model'] = 'Код товара по каталогу'; #45843
$_['text_points'] = 'Бонусні бали:'; #46373
$_['text_price'] = 'Ціна в грн (з ПДВ)'; #45844
$_['text_stock']      	= 'Знижка';
$_['text_tax'] = 'Податок на обмін'; #46748
$_['text_reviews'] = 'Базовано на %s відгуках.'; #45845
$_['text_compare'] = 'Порівняння товарів (%s)'; #45846
$_['text_display'] = 'Показувати:'; #45847
$_['text_list'] = 'Список'; #45848
$_['text_grid'] = 'Сітка'; #45849
$_['text_sort'] = 'Сортування'; #43994
$_['text_default'] = 'За замовчуванням'; #44407
$_['text_name_asc'] = 'Ім’ям від А до Я'; #44408
$_['text_name_desc'] = 'Ім’ям від Я до А'; #44409
$_['text_price_asc'] = 'Ціною: Низькі > Високі'; #43995
$_['text_price_desc'] = 'Ціною: Високі < Низькі'; #43996
$_['text_rating_asc'] = 'Низьким рейтингом'; #43997
$_['text_rating_desc'] = 'Високим рейтингом'; #44410
$_['text_model_asc'] = 'Кодом товару від Я до А'; #44411
$_['text_model_desc'] = 'Кодом товару від Я до А'; #44412
$_['text_limit'] = 'Відображати:'; #45850
$_['text_minimum'] = 'Мінімальна кількість товарів, яку можна замовити становить %s';
$_['text_warning']      ='Немає в наявності';
$_['text_danger']       ='Кількість обмежена';
$_['text_success']      ='Є на складі';



