<?php
// Text
$_['text_subject']          = '%s - Замовлення %s';
$_['text_greeting']         = 'Дякуємо за інтерес до товарів %s . Ваше замовлення отримано і буде оброблено найближчим часом .';
$_['text_link']             = 'Для перегляду Вашого замовлення перейдіть за посиланням:';
$_['text_order_detail']     = 'Деталізація замовлення';
$_['text_instruction']      = 'Інструкції';
$_['text_order_id']         = '№ замовлення:';
$_['text_date_added']       = 'Дата замовлення:';
$_['text_order_status']     = 'Стан замовлення:';
$_['text_payment_method']   = 'Спосіб оплати:';
$_['text_shipping_method']  = 'Спосіб доставки:';
$_['text_email']            = 'E-mail:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP-адреса:';
$_['text_payment_address']  = 'Адреса платника';
$_['text_shipping_address'] = 'Адрес доставки';
$_['text_products']         = 'Товари';
$_['text_product']          = 'Товар';
$_['text_model']            = 'Модель';
$_['text_quantity']         = 'Кількість';
$_['text_price']            = 'Ціна';
$_['text_order_total']      = 'Замовлено всього';
$_['text_total']            = 'Разом';
$_['text_download']         = 'Після підтвердження оплати, завантажені товари будут доступні за посиланням:';
$_['text_comment']          = 'Коментарій до Вашого замовлення:';
$_['text_footer']           = 'Якщо у Вас є запитання, дайте відповідь на це повідомлення.';

