<?php
// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис вже створено, і ви можете увійти, використовуючи свою електронну адресу та пароль, відвідавши наш веб-сайт або на наступному URL:';
$_['text_approval']       = 'Ваш обліковий запис потрібно затвердити, перш ніж ви зможете увійти. Після затвердження ви можете увійти, використовуючи свою електронну адресу та пароль, відвідавши наш веб-сайт або на наступному URL:';
$_['text_service']        = 'Увійшовши, ви зможете отримати доступ до інших сервісів, включаючи перегляд попередніх замовлень, друк рахунків-фактур та редагування інформації про ваш обліковий запис.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий користувач';
$_['text_signup']         = 'Новий клієнт підписався:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';