<?php
// Heading
$_['heading_title']    = 'Установка значень для запуску виконання задач планувальником(Cron)';

// Text
$_['text_success']     = 'Дані успішно збережені';
$_['text_synchron_name']     ='Назва файлу даних синхронізації';


// Entry
$_['entry_import']     = 'Файл імпорта .csv';
$_['entry_progress']   = 'Процес';
$_['entry_export']     = 'Таблиці для експорта даних в файл .csv';
$_['entry_synchron_name']     = 'Назва файлу з даними для синхронізації';
$_['entry_fields']        = 'Введіть імена полів таблиці в які заносяться дані (через кому,послідовність як в csv файлі)';
$_['entry_delimiter']    = 'Введіть роздільник csv файлу';
$_['entry_header']       = 'Назви полів присутні у csv файлі?';
$_['entry_synchron_flag'] = 'Введіть ім"/я файлу-мітки';
$_['order_choose']     = 'Заказ № ';
$_['data_choose']      = ' від ';
$_['customer_choose']  = ' замовник';

// Tab
$_['tab_backup']       = 'Експорт заказів';
$_['tab_restore']      = 'Імпорт даних з 1С';
$_['tab_synchron']     = 'Синхронізація даних сайта з 1С';


// Error
$_['error_permission'] = 'У Вас немає прав для управління модулем!';
$_['error_cron']       = 'Помилка налаштування крону.Потрібно відмітити галочками поля вводу.';
$_['error_file']       = 'Файл не знайдено!';
$_['error_warning']    = 'Попередження: перевірте наявність пустих полів!';
$_['error_synchron_name'] = 'Введіть і"\мя файла для синхронізації даних з 1С ';
