<?php
// Heading
$_['heading_title']    = 'Установка значень для запуску виконання задач планувальником(Cron)';

// Text
$_['text_success']     = 'Дані успішно збережені';
$_['text_days']        = 'Дні тижня';
$_['text_begin_time']  = 'Час початку обміну';
$_['text_end_time']    = 'Час закінчення обміну';
$_['text_interval']    = 'Інтервал';
$_['text_time']        		 = 'Час (Години)';
$_['text_monday']        	 = 'Понеділок';
$_['text_tuesday']        	 = 'Вівторок';
$_['text_wednesday']       	 = 'Середа';
$_['text_thursday']        	 = 'Четвер';
$_['text_friday']        	 = 'Пятница';
$_['text_saturday']        	 = 'Субота';
$_['text_sunday']        	 = 'Неділя';

// Entry
$_['entry_import']     = 'Файл імпорта .csv';

// Tab
$_['cron-setup']       = 'Налаштування Cron';

// Error
$_['error_permission'] = 'У Вас немає прав для управління модулем!';
$_['error_cron']       = 'Помилка налаштування крону.Потрібно відмітити галочками поля вводу.';
$_['error_file']       = 'Файл не знайдено!';
$_['error_warning']    = 'Попередження: перевірте наявність пустих полів!';

