<?php
$_['heading_title']       = 'Власний Кабінет';

// Text
$_['text_account']        = 'Власний Кабінет';
$_['text_my_account']     = 'Мій обліковий запис';
$_['text_my_orders']      = 'Мої замовлення';
$_['text_my_affiliate']   = 'Мій партнерський акаунт';
$_['text_my_newsletter']  = 'Підписка';
$_['text_edit']           = 'Змінити контактну інформацію';
$_['text_password']       = 'Змінити свій пароль';
$_['text_address']        = 'Змінити мої адреси';
$_['text_credit_card']    = 'Керування крелитними картами';
$_['text_wishlist']       = 'Переглянути мої закладки';
$_['text_order']          = 'Історія замовлень';
$_['text_download']       = 'Файли для скачування';
$_['text_reward']         = 'Бонусні бали';
$_['text_return']         = 'Запити на повернення ';
$_['text_transaction']    = 'Історія транзакцій';
$_['text_newsletter']     = 'Підписатися чи відмовитися від розсилки новин';
$_['text_recurring']      = 'Періодичні платежі';
$_['text_transactions']   = 'Транзакції';
$_['text_affiliate_add']  = 'Реєстрація партнерського акаунта';
$_['text_affiliate_edit'] = 'Замінити партнерську інформацію';
$_['text_tracking']       = 'Код відстеження партнерських відносин';