<?php

// Heading
$_['heading_title']                = 'Авторизація';

// Text
$_['text_account']                 = 'Власний Кабінет';
$_['text_login']                   = 'Вхід';
$_['text_new_customer']            = 'Новий покупець';
$_['text_register']                = 'Створити обліковий запис';
$_['text_register_account']        = 'Зареєструвавшись, ви зможете здійснювати покупки швидше, бути завжди в курсі стану активних замовлень та відстежувати замовлення, здійснені вами раніше. Ви можете накопичувати призові бали і отримувати дисконтні купони. <BR> А постійним покупцям ми пропонуємо гнучку систему знижок і персональне обслуговування. <BR>';
$_['text_returning_customer']      = 'Зареєстрований клієнт';
$_['text_i_am_returning_customer'] = 'Увійти до кабінету';
$_['text_forgotten']               = 'Забули пароль?';

// Entry
$_['entry_email']                  = 'E-Mail (логін)';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Невірно заповнені поля E-Mail і/чи паролю!';
$_['error_attempts']               = 'Ви перевищили максимальну кількість спроб авторизації. Будь ласка, спробуйте авторизацію на сайті через 1 годинус';
$_['error_approved']               = 'Необхідно підтвердити аккаунт перед авторизацією.';

