<?php
// Heading
$_['heading_title']    = 'Управление скидками  для групп покупателей';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_success_cleared']     = 'Скидки продуктов, установленные данным модулем, успешно очищены!';
$_['text_success_updated']     = 'Скидки продуктов обновлены';
$_['button_refresh']   = 'Обновить скидки товаров';
$_['button_clear']   = 'Очистить скидки товаров, установленные данным модулем';

// Entry
$_['entry_discount']      = 'Скидка:<span class="help">Укажите процент скидки для каждой группы пользователей.</span>';
$_['help_discount']      = 'Укажите процент скидки для каждой группы пользователей.';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас нет прав для управления этим модулем!';
