<?php
    /*
     *  location: admin/language
     */
    $_['text_need_full_version'] = '<h4>To use this function full version required</h4><p>You can purchase the full version on <a href="https://www.opencart.com/index.php?route=marketplace/extension&filter_member=Dreamvention%20O%C3%9C" target="_blank">opencart</a> or from <a href="http://dreamvention.com/support" target="_blank">Dreamvention</a>. It has much more functions that will allow you to set up the perfect checkout.</p>';
 //heading
    $_['heading_title'] = '<span style="border-radius: 0; display: inline-block; margin: 10px; margin-left: 0px; width: 1px; height: 1px; box-shadow: 0px 0px rgba(0,0,0,0),0px 1px rgba(0,0,0,0),0px 2px rgba(0,0,0,0),0px 3px rgba(64,143,207,0.06),0px 4px rgba(67,156,207,0.63),0px 5px rgba(68,156,207,0.71),0px 6px rgba(67,156,207,0.62),0px 7px rgba(66,156,207,0.39),0px 8px rgba(66,154,207,0.23),0px 9px rgba(64,151,207,0.13),0px 10px rgba(64,149,191,0.05),0px 11px rgba(0,0,0,0),1px 0px rgba(0,0,0,0),1px 1px rgba(0,0,0,0),1px 2px rgba(0,0,0,0),1px 3px rgba(64,149,202,0.09),1px 4px rgba(67,156,207,0.69),1px 5px rgba(68,156,207,0.81),1px 6px rgba(68,157,208,1),1px 7px rgba(68,157,208,1),1px 8px rgba(68,156,208,0.93),1px 9px rgba(67,156,207,0.75),1px 10px rgba(68,156,206,0.53),1px 11px rgba(59,157,206,0.1),2px 0px rgba(0,0,0,0),2px 1px rgba(0,0,0,0),2px 2px rgba(0,0,0,0),2px 3px rgba(68,156,206,0.53),2px 4px rgba(67,157,208,0.87),2px 5px rgba(68,156,207,0.81),2px 6px rgba(67,156,208,0.95),2px 7px rgba(68,156,207,0.81),2px 8px rgba(68,156,207,0.81),2px 9px rgba(67,157,207,0.89),2px 10px rgba(67,157,207,0.87),2px 11px rgba(64,154,207,0.19),3px 0px rgba(0,0,0,0),3px 1px rgba(68,150,203,0.13),3px 2px rgba(68,156,207,0.52),3px 3px rgba(68,155,206,0.41),3px 4px rgba(67,156,207,0.63),3px 5px rgba(68,156,207,0.81),3px 6px rgba(67,156,207,0.98),3px 7px rgba(67,157,207,0.94),3px 8px rgba(67,157,207,0.94),3px 9px rgba(67,156,208,0.95),3px 10px rgba(67,157,207,0.87),3px 11px rgba(64,154,207,0.19),4px 0px rgba(66,156,208,0.21),4px 1px rgba(68,156,206,0.53),4px 2px rgba(65,155,207,0.29),4px 3px rgba(64,143,207,0.06),4px 4px rgba(67,156,207,0.63),4px 5px rgba(68,156,207,0.81),4px 6px rgba(67,157,208,0.97),4px 7px rgba(67,157,207,0.87),4px 8px rgba(67,157,207,0.87),4px 9px rgba(67,157,208,0.91),4px 10px rgba(67,157,207,0.87),4px 11px rgba(64,154,207,0.19),5px 0px rgba(68,157,206,0.33),5px 1px rgba(65,155,205,0.32),5px 2px rgba(43,128,170,0.02),5px 3px rgba(64,143,207,0.06),5px 4px rgba(67,156,207,0.63),5px 5px rgba(68,156,207,0.81),5px 6px rgba(68,157,208,1),5px 7px rgba(68,157,208,1),5px 8px rgba(68,157,208,1),5px 9px rgba(68,157,208,1),5px 10px rgba(67,157,207,0.87),5px 11px rgba(64,154,207,0.19),6px 0px rgba(68,157,206,0.33),6px 1px rgba(65,155,207,0.29),6px 2px rgba(51,153,204,0.02),6px 3px rgba(64,143,207,0.06),6px 4px rgba(67,156,207,0.63),6px 5px rgba(68,156,207,0.81),6px 6px rgba(68,157,208,1),6px 7px rgba(68,157,208,1),6px 8px rgba(68,157,208,1),6px 9px rgba(68,157,208,1),6px 10px rgba(67,157,207,0.87),6px 11px rgba(64,154,207,0.19),7px 0px rgba(68,153,204,0.24),7px 1px rgba(68,156,207,0.52),7px 2px rgba(67,156,205,0.28),7px 3px rgba(64,143,207,0.06),7px 4px rgba(67,156,207,0.63),7px 5px rgba(68,156,207,0.81),7px 6px rgba(67,157,208,0.97),7px 7px rgba(67,157,207,0.87),7px 8px rgba(67,157,207,0.87),7px 9px rgba(67,157,208,0.91),7px 10px rgba(67,157,207,0.87),7px 11px rgba(64,154,207,0.19),8px 0px rgba(0,0,0,0),8px 1px rgba(68,150,203,0.13),8px 2px rgba(67,156,208,0.55),8px 3px rgba(66,157,207,0.38),8px 4px rgba(67,156,207,0.63),8px 5px rgba(68,156,207,0.81),8px 6px rgba(67,156,207,0.98),8px 7px rgba(67,157,207,0.94),8px 8px rgba(67,157,207,0.94),8px 9px rgba(67,156,208,0.95),8px 10px rgba(67,157,207,0.87),8px 11px rgba(64,154,207,0.19),9px 0px rgba(0,0,0,0),9px 1px rgba(0,0,0,0),9px 2px rgba(0,0,0,0),9px 3px rgba(67,155,207,0.54),9px 4px rgba(68,156,207,0.88),9px 5px rgba(68,156,207,0.81),9px 6px rgba(67,156,208,0.95),9px 7px rgba(68,156,207,0.81),9px 8px rgba(68,156,207,0.81),9px 9px rgba(67,157,207,0.89),9px 10px rgba(67,157,207,0.87),9px 11px rgba(64,154,207,0.19),10px 0px rgba(0,0,0,0),10px 1px rgba(0,0,0,0),10px 2px rgba(0,0,0,0),10px 3px rgba(64,155,200,0.11),10px 4px rgba(67,156,208,0.72),10px 5px rgba(68,156,207,0.81),10px 6px rgba(68,157,208,1),10px 7px rgba(68,157,208,1),10px 8px rgba(68,156,208,0.93),10px 9px rgba(67,156,207,0.75),10px 10px rgba(68,156,206,0.53),10px 11px rgba(59,157,206,0.1),11px 0px rgba(0,0,0,0),11px 1px rgba(0,0,0,0),11px 2px rgba(0,0,0,0),11px 3px rgba(64,143,207,0.06),11px 4px rgba(67,156,207,0.63),11px 5px rgba(68,156,207,0.71),11px 6px rgba(67,156,207,0.62),11px 7px rgba(66,156,207,0.39),11px 8px rgba(66,154,207,0.23),11px 9px rgba(64,151,207,0.13),11px 10px rgba(64,149,191,0.05),11px 11px rgba(0,0,0,0);"></span>  <span style="color:#449DD0; font-weight:bold">Ajax Quick Checkout FREE</span><span style="font-size:12px; color:#999"> by <a href="http://www.opencart.com/index.php?route=extension/extension&filter_username=Dreamvention" style="font-size:1em; color:#999" target="_blank">Dreamvention</a></span>';
    $_['heading_title_main'] = 'Ajax Quick Checkout БЕЗКОШТОВНО';
    $_['text_edit'] = 'Редагувати параметри швидкого оформлення Ajax';
    $_['text_module'] = 'Модулі';
    $_['success_twig_compatible'] = 'підтримка Twig успішно встановлена';
//entry
//entry
    $_['entry_status'] = 'Статус';
    $_['entry_config_files'] = 'Файл конфігурації';
//button
    $_['button_save_and_stay'] = 'Зберегти і залишитися';
//success
    $_['success_modifed'] = 'Успіх: Ви модифікували цей модуль!';
//error
    $_['error_permission'] = 'Увага: Ви не маєте доступу до модифікації даного модуля!';
    $_['error_select'] = 'Вибір обов\'язковий!';
    $_['error_text'] = 'Текст обов\'язковий!';
//setting
    $_['tab_setting'] = 'Налаштування';
//update
    $_['shopunity_download'] = ' Бібліотека shopunity не існує.<a href="http://opencart.dreamvention.com/api/1/extension/download/shopunity" class="text-danger" ><strong>Download</strong></a>';
    $_['entry_update'] = 'Ваша версія is %s';
    $_['button_update'] = 'Перевірте оновлення';
    $_['compress_update'] = 'Оновлено';
    $_['success_no_update'] = 'Чудово! Ви маєте останню версію.';
    $_['warning_new_update'] = 'О! Для завантаження доступна нова версія.';
    $_['error_update'] = 'Вибачте! Щось пішло не так. Якщо це повторюється, зв\'яжіться з розробниками.';
    $_['error_failed'] = 'Упс! Не вдалося підключитися до сервера. Будь-ласка спробуйте пізніше.';
//debug
    $_['tab_debug'] = 'Debug';
    $_['entry_debug'] = 'Debug';
    $_['entry_debug_file'] = 'Debug file';
    $_['success_clear_debug_file'] = 'Debug file cleared successfuly.';
//support
    $_['tab_support'] = 'Підтримка';
    $_['text_support'] = 'Підтримка';
    $_['entry_support'] = 'Support';
    $_['button_support_email'] = 'Написати в підтримку';
//Heading
$_['text_enable'] = 'Увімкнути';
$_['text_guest'] = 'Гість';
$_['text_register'] = 'Реєстрація';
$_['text_login'] = 'Увійти';
$_['text_logged'] = 'Записаний';
$_['text_title'] = 'Title';
$_['text_description'] = 'Опис';
$_['help_title'] = 'Встановити назву кроку';
$_['help_description'] = 'Ви також можете додати спеціальний опис на цей крок';
$_['text_icon'] = 'Установити значок';
$_['help_icon'] = 'Ви можете змінити клас піктограм тут';
$_['text_yes'] = 'ТАК';
$_['text_no'] = 'НІ';
$_['text_display'] = 'Display';
$_['text_always_show'] = 'Завжди показувати';
$_['text_require'] = 'вимагати';
$_['text_defualt'] = 'Значення за умовчанням & маска';
$_['text_input_radio'] = 'Радіо';
$_['text_input_select'] = 'Вибрати';
$_['text_input_list'] = 'Список';
$_['text_row'] = 'Рядок';
$_['text_block'] = 'Блок';
$_['text_popup'] = 'Popup';
$_['text_width'] = 'Ширина:';
$_['text_height'] = 'Висота:';
$_['text_type'] = 'Тип вводу:';
$_['entry_new_field'] = 'Додати спеціальне поле:';
$_['text_custom_field'] = 'Редагувати спеціальне поле';
$_['help_new_field'] = 'Ви можете додати спеціальне поле в систему, і це поле буде відображатися тут. Потім ви можете вибрати, де поле повинно бути показане та /або потрібно. ';
$_['button_new_field'] = 'Створити поле';
$_['help_maskedinput'] = 'Ви можете додати шаблон маски до поля введення. a - Представляє альфа-символ (A-Z, a-z), 9 - Представляє числовий символ (0-9), * - Представляє буквено-цифровий символ (A-Z, a-z, 0-9). Приклад: тел (999) 999-9999? 9999, дата 99/99/9999. ';
$_['text_probability'] = 'Ймовірність';
$_['help_view_shop'] = 'Переглянути копію в магазині';
$_['help_view_setting'] = 'Редагувати параметри оформлення замовлення';
$_['text_create_setting'] = 'Створити налаштування';
$_['text_create_setting_heading'] = 'Створити нову настройку';
$_['text_create_setting_probability'] = 'Встановити вірогідність для кожного кошика для тестування AB';
$_['text_intro_create_setting'] = '<h4> Створити нову настройку </h4> Ви тільки що встановили нову версію Quick Checkout Ajax. Щоб почати, вам потрібно буде створити свій перший параметр оформлення замовлення. CLick створюйте налаштування, відредагуйте, а потім збережіть. Ваш новий кошик з\'явиться на зовнішній панелі. ';
$_['text_home'] = 'Домашня сторінка';
$_['text_intro_home'] = 'Налаштуйте свою одноразову перевірку, щоб збільшити обсяги продажів';
$_['text_intro_general'] = 'Налаштуйте загальні налаштування швидкої перевірки Ajax (AQC). Ви також можете визначити позиції як модуль. ';
$_['text_intro_login'] = 'Додати параметри для Google, Facebook, linked, twitter, paypal, tumblr, VK та інших параметрів входу.';
$_['text_intro_payment_address'] = 'Відображати і приховувати, а потім сортувати поля, які ви хочете мати в вашому оформленні. Якщо вам не потрібен цей крок, просто сховайте його. ';
$_['text_intro_shipping_address'] = 'Подібно до платіжної адреси, ви можете відображати /сховати і сортувати поля. Сортування легко - просто перетягніть. ';
$_['text_intro_shipping_method'] = 'Встановити значення за замовчуванням, показати /сховати етап і вибрати стиль опцій - радіо або вибрати.';
$_['text_intro_payment_method'] = 'Як спосіб доставки, ви можете визначити параметр за замовчуванням, показати або сховати етап і встановити стиль опцій.';
$_['text_intro_confirm'] = 'Стиль вашої корзини - визначте стовпці кошика, а також купон, ваучер та винагороду.';
$_['text_intro_design'] = 'Встановіть кількість стовпців у вікні checkout: там є ширина і розташування кроків у ній. Використовуйте перетягування і падіння, щоб зробити це. ';
$_['text_intro_analytics'] = 'Отримайте інформацію про те, як ваші клієнти використовують вашу кошик і зробіть все можливе.';
$_['text_intro_plugins'] = 'Додайте більше плагінів до каси для підвищення його функціональності. Додаткові поля, аналітика та багато іншого. ';
$_['entry_trigger'] = 'Тригери платежу';
$_['help_trigger'] = 'Opencart має безліч методів оплати, і кожен спосіб оплати має кнопку "Оплата". Для цієї кнопки немає стандартів, і деякі розробники додають різні типи кнопок: divs, кнопки введення та інші з різними класами. З часом ми прийшли до цього шаблону, але в деяких рідкісних випадках вам може знадобитися додати ще один тригер до цього поля для AQC, щоб побачити платіжний кнопок. це може бути клас або ідентифікатор тегу. Перерахуйте їх тут, розділяючи комами, наприклад. #confirm_payment .button, #confirm_payment .btn, #confirm_payment .button_oc, #confirm_payment input [type = submit]; ';
$_['help_average_time'] = 'Середня тривалість останніх 50 замовлень';
$_['help_average_rating'] = 'Середній рейтинг останніх 50 замовлень';
$_['text_general'] = 'Загальні параметри';
$_['text_payment_address'] = 'Платіжна адреса';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_shipping_method'] = 'Метод доставки';
$_['text_payment_method'] = 'Спосіб оплати';
$_['text_confirm'] = 'Підтвердити';
$_['text_design'] = 'Дизайн';
$_['text_cart'] = 'Кошик';
$_['text_payment'] = 'Оплата';
$_['text_analytics'] = 'Analytics';
$_['text_plugins'] = 'Плагіни';
//general
$_['entry_name'] = 'Ім\'я:';
$_['help_name'] = 'Встановити ім\'я для налаштувань вашої кореспонденції';
$_['entry_general_default_option'] = 'Виберіть опцію за умовчанням при оформленні:';
$_['help_general_default_option'] = 'Встановити параметр за замовчуванням для відвідувача - це може бути гість перевірки або реєстрації. Будь ласка, пам\'ятайте, що якщо ви виберете гість, але у вас є завантажувані елементи або предмети, які потребують реєстрації, - перевірка все одно буде зареєстрована, щоб ми не порушували жодної функції opencart defualt. ';
$_['entry_general_main_checkout'] = 'Замініть основну копію:';
$_['help_general_main_checkout'] = 'Замініть основну копію за допомогою AQC';
$_['entry_general_clear_session'] = 'Очистити сеанс перевірки після оновлення сторінки:';
$_['help_general_clear_session'] = 'Якщо включено, після оновлення сторінки вивантаження - персональні дані будуть очищені.';
$_['entry_general_login_refresh'] = 'Оновити сторінку після входу в систему успішно:';
$_['help_general_login_refresh'] = 'Коли ви ввійдете, система оновлює сторінку повною мірою, щоб оновити значення у заголовку.';
$_['entry_general_default_email'] = 'Встановити електронну адресу за умовчанням:';
$_['help_general_default_email'] = 'Якщо ви видалите поле адреси електронної пошти з реєстрації, вам потрібно вказати електронний лист, який отримає інформацію про замовлення клієнта. В іншому випадку ви також не отримаєте замовлення як адміністратор магазину ';
$_['entry_general_min_order'] = 'Встановити мінімальну суму замовлення:';
$_['help_general_min_order'] = 'Встановити мінімальне значення замовлення, щоб дозволити перевірку';
$_['text_value_min_order'] = 'Мінімальний порядок% s';
$_['entry_general_min_quantity'] = 'Встановити кількість замовлень мін:';
$_['help_general_min_quantity'] = 'Встановити мінімальну кількість замовлень, щоб дозволити перевірку';
$_['text_value_min_quantity'] = 'Мінімальна кількість -% s';
$_['entry_delete_setting'] = 'Видалити цей параметр оформлення замовлення';
$_['button_delete_setting'] = 'Видалити налаштування';
$_['text_confirm_delete_setting'] = 'Ви впевнені, що хочете видалити це налаштування? Вся статистика для цього параметра буде також видалена назавжди ';
$_['entry_bulk_setting'] = 'Використовувати масові налаштування:';
$_['help_bulk_setting'] = 'Ви можете копіювати, змінювати та вставляти цей рядок JSON як параметри. CLick Зберегти основне налаштування, щоб оновити поточне налаштування. Ви також можете зберегти його в текстовому файлі для подальшого використання, перенести його в інший магазин. ';
$_['entry_action_bulk_setting'] = 'Використовувати масові налаштування:';
$_['help_action_bulk_setting'] = 'Дозволяє створити параметр смородини як WYSIWYG, а потім зберегти або змінити його.';
$_['button_create_bulk_setting'] = 'Створити налаштування';
$_['button_save_bulk_setting'] = 'Зберегти налаштування';
$_['entry_general_analytics_event'] = 'Події Google Analytics';
$_['help_general_analytics_event'] = 'Ви можете включити події, частину Google Analytics. Для цього потрібно налаштувати обліковий запис google analytics. Для отримання додаткової інформації зверніться до інструкції. ';
$_['warning_analytics_event'] = 'Увімкніть Google Analitics.';
$_['entry_general_compress'] = 'Стиснути файли';
$_['help_general_compress'] = 'Ця опція дозволяє вам стиснути всі магістральні файли і моделі js файлів у файл з одним файлом min. Це може вирішити деякі паралельні проблеми на деяких веб-серверах та збільшити швидкість першого завантаження ';
$_['success_compress_file'] = 'Стиснення успішного оновлення файлу.';
$_['entry_general_update_mini_cart'] = 'Оновити міні-кошик у заголовку';
$_['help_general_update_mini_cart'] = 'Використовуйте цю опцію, якщо ви хочете, щоб заголовок minicart оновився, коли ви редагуєте кошик для оформлення замовлення. УВАГА! Деякі теми матимуть інший дизайн, і цей параметр не буде правильно ввімкнути. ';
//модулі
$_['text_position_module'] = 'Модулі позиції:';
$_['help_position_module'] = 'Якщо ви хочете, щоб AQC відображався в інших місцях, ви можете скористатися цим параметром. Якщо ви просто хочете замінити основну перевірку, то не використовуйте цю опцію та скористайтеся опцією "Замінити основну перевірку"';
$_['button_add_module'] = 'Додати модуль';
$_['entry_general_settings'] = 'Масштабні налаштування:';
$_['text_general_settings_value'] = 'Використовувати масові налаштування';
$_['help_general_settings'] = 'Скопіюйте та збережіть в файл налаштування або використовуйте збережені налаштування та встановіть для них копію, вибравши їх у текстове поле';
//соціальний логін
$_['text_social_login_required'] = '<h4> Необхідна соціальна мережа </h4> <p> Щоб використовувати параметр соціального входу в AQC, вам потрібно встановити модуль Social Login від Dreamvention та налаштувати соціальні додатки. Щоб дізнатись, як це зробити, виконайте вказівки модуля соціального входу. </p> <p> Активація кнопок соціального входу тут відображається в Ajax Quick Checkout в кроці Login </p>';
$_['entry_socila_login_style'] = 'Вибрати стиль соціального входу';
$_['help_socila_login_style'] = 'Соціальний логін для AQC використовує власні налаштування, щоб ви могли встановлювати різні розміри кнопок для входу в різні магазини. Решта параметрів витягується з модуля соціального входу. ';
$_['entry_social_login'] = 'Показати соціальний логін';
$_['help_social_login'] = 'Ви можете відобразити соціальний логін на етапі входу в касі. Обов\'язково встановіть соціальні мережі, перш ніж користуватися цим параметром. ';
$_['text_icons'] = 'Піктограми';
$_['text_small'] = 'Малий';
$_['text_medium'] = 'Середній';
$_['text_large'] = 'Великий';
$_['text_huge'] = 'Величезний';
$_['button_social_login_edit'] = 'Змінити налаштування соціального входу';
//payment_address
$_['title_payment_address'] = 'Платіжна адреса';
$_['description_payment_address'] = '';
$_['entry_payment_address_display'] = 'Увімкнути платіжну адресу:';
$_['help_payment_address_display'] = 'Якщо ви вимкнете платіжну адресу, крок для платіжної адреси не відображатиметься. Будьте впевнені, що немає необхідних полів введення в списку адрес платежів. ';
//shipping_address
$_['title_shipping_address'] = 'Адреса доставки';
$_['description_shipping_address'] = '';
$_['entry_shipping_address_display'] = 'Увімкнути адресу доставки:';
$_['help_shipping_address_display'] = 'Якщо ви вимкнете адресу доставки - крок доставки не відображатиметься. Але опція в блоці адрес платежу все одно буде видно. Вам доведеться вимкнути його так, щоб воно не було показано. Ви можете вимагати адресу доставки - це дасть можливість завжди показувати незалежно від того, що таке значення прапорця. Це зроблено, щоб змусити замовника ввести свою адресу доставки. ';
//метод доставки
$_['title_shipping_method'] = 'Метод доставки';
$_['description_shipping_method'] = 'Будь ласка, виберіть спосіб доставки, який використовуватиметься для цього замовлення.';
$_['entry_shipping_method_display'] = 'Увімкнути крок доставки ';
$_['entry_shipping_method_display_options'] = 'Відображати способи доставки';
$_['entry_shipping_method_display_title'] = 'Відобразити назву групи методів відправлення ';
$_['entry_shipping_method_input_style'] = 'Стиль способу доставки';
$_['entry_shipping_method_default_option'] = 'Виберіть метод доставки за замовчуванням';
$_['help_shipping_method_display'] = 'Ви можете відобразити крок доставки або приховати його. ви повинні мати принаймні один спосіб доставки, який буде обраний за замовчуванням ';
$_['help_shipping_method_display_options'] = 'Ви можете відобразити лише способи доставки або приховати їх. Якщо у вас є плагіни для кроку "Метод доставки", це дозволить вам відображати плагіни, але приховати параметри способу доставки';
$_['help_shipping_method_display_title'] = 'Ви можете приховати назву груп для методів доставки і просто зберегти свої імена ';
$_['help_shipping_method_input_style'] = 'Виберіть стиль для відображення методів доставки: select або radio';
$_['help_shipping_method_default_option'] = 'Цей варіант доставки буде вибрано за умовчанням для кожного нового відвідувача. Якщо відвідувач не є новим, він використовуватиме збережені значення з попередніх параметрів вибору. Якщо цей метод доставки недоступний для поточної географічної зони, буде вибрано перший метод доставки. ';
//payment_method
$_['title_payment_method'] = 'Спосіб оплати';
$_['description_payment_method'] = 'Будь-ласка, виберіть спосіб оплати, який використовуватиметься для цього замовлення.';
$_['entry_payment_method_display'] = 'Увімкнути крок за методом платежу';
$_['entry_payment_method_display_options'] = 'Показати способи оплати';
$_['entry_payment_method_display_images'] = 'Відображати способи показу платежу';
$_['entry_payment_method_input_style'] = 'Стиль способу оплати';
$_['entry_payment_method_default_option'] = 'Виберіть метод платежу за замовчуванням';
$_['entry_payment_method_input_style'] = 'Стиль способу оплати';
$_['help_payment_method_display'] = 'Ви можете відобразити крок платежу або приховати його. ви повинні мати принаймні один спосіб оплати, який буде обраний за умовчанням ';
$_['help_payment_method_display_options'] = 'Ви можете відобразити лише способи оплати або приховати їх. Якщо у вас є плагіни для кроку "Спосіб оплати", це дозволить вам відображати плагіни, але приховує варіанти способу оплати ';
$_['help_payment_method_display_images'] = 'Ви можете відобразити платіжні зображення для стилів радіозв\'язку способів оплати. Якщо ви вибрали стиль виділення, зображення не відображатимуться. ';
$_['help_payment_method_input_style'] = 'Виберіть стиль для відображення методів оплати: виберіть або радіо';
$_['help_payment_method_default_option'] = 'Цей спосіб оплати буде вибрано за умовчанням для кожного нового відвідувача. Якщо відвідувач не є новим, він використовуватиме збережені значення з попередніх параметрів вибору. Якщо цей спосіб оплати недоступний для поточної географічної зони, буде вибрано перший спосіб оплати. ';
$_['entry_payment_default_payment_popup'] = 'Вибір спливаючого платежу за умовчанням';
$_['help_payment_default_payment_popup'] = 'Тут ви можете встановити значення за замовчуванням спливаючого вікна, яке буде використано у випадку, якщо ви не вказали конкретне значення для кожного способу оплати нижче.';
$_['callout_payment_payment_popup'] = '<h3> Увімкнення або вимкнення спливаючого вікна для кожного платежу </h3> <p> Нижче ви можете увімкнути або вимкнути спливаюче вікно для кожного платежу. Кожен спосіб оплати має свої особливі умови. У деяких випадках ми радимо використовувати спливаюче вікно для платежу, який має багато вхідних даних, які ви не хочете оновлювати щоразу, коли ви редагуєте свої поля адреси. Оскільки opencart вимагає оновлення блоку платежу, ви можете скористатись цим параметром, щоб зробити процес більш зручним, надаючи спливаюче вікно з кроком платежу як останній крок. Також у деяких випадках ви можете використовувати цю опцію, щоб перевірити метод платежу для роботи з AQC як рішення для сумісності. </p> ';
//кошик
$_['title_shopping_cart'] = 'Кошик для покупок';
$_['description_shopping_sart'] = '';
$_['entry_cart_display'] = 'Кошик для відображення';
$_['entry_cart_columns_image'] = 'Показати стовпчик зображення';
$_['entry_cart_columns_name'] = 'Ім\'я стовпчику дисплея';
$_['entry_cart_columns_model'] = 'Модель стовпчика відображення';
$_['entry_cart_columns_quantity'] = 'Показувати кількість стовпців';
$_['entry_cart_columns_price'] = 'Показувати ціну стовпця';
$_['entry_cart_columns_total'] = 'Відобразити стовпець у стовпчику';
$_['entry_cart_option_coupon'] = 'Введіть купон на дисплеї';
$_['entry_cart_option_voucher'] = 'Показати ваучера на дисплеї';
$_['entry_cart_option_reward'] = 'Відобразити внесок за винагороду';
$_['entry_confirm_display'] = 'Display confirm';
$_['help_cart_display'] = 'Приховавши кошик, ви ховаєте кошик та його опції. кнопка підтвердження залишається, щоб доповнити замовлення. ';
$_['help_cart_option_coupon'] = 'Показати або сховати купонний варіант. Пам\'ятайте, що якщо опція купона вимкнена у підсумках оформлення, вона також не відображатиметься в AQC. Ви повинні ввімкнути його, а потім вибрати, який параметр буде показано. ';
$_['help_cart_option_voucher'] = 'Показати або сховати варіант ваучера. Пам\'ятайте, якщо опція ваучера відключена в підсумках оформлення - вона також не відображатиметься в AQC. Ви повинні ввімкнути його, а потім вибрати, який параметр буде показано. ';
$_['help_cart_option_reward'] = 'Показати або сховати опцію винагороди. Пам\'ятайте, якщо параметр винагороди вимкнено в підсумках перевірки - він також не відображатиметься в AQC. Також нагороди вкладаються для клієнтів. Ви повинні ввімкнути його, а потім вибрати, який параметр буде показано. ';
//дизайн
   $_['entry_design_theme'] = 'Вибрати тему для AQC';
$_['entry_design_field'] = 'Вибрати дизайн поля';
$_['entry_design_placeholder'] = 'Місце для заповнення в полі';
$_['entry_design_breadcrumb'] = 'Відображати сухарі';
$_['help_design_breadcrumb'] = 'Ви можете увімкнути або вимкнути супровід на сторінці перевірки';
$_['entry_design_login_option'] = 'Встановити параметри входу';
$_['entry_design_login'] = 'Виберіть проект входу';
$_['entry_design_address'] = 'Вибрати дизайн адреси';
$_['entry_design_cart_image_size'] = 'Встановити розмір зображення продукту на наведенні курсору';
$_['entry_design_max_width'] = 'Максимальна ширина оформлення замовлення';
$_['entry_design_bootstrap'] = 'Force Bootstrap';
$_['entry_design_only_d_quickcheckout'] = 'Показати тільки копіювання';
$_['entry_design_column'] = 'Встановити стовпці';
$_['entry_design_custom_style'] = 'Встановити спеціальні стилі';
$_['entry_design_autocomplete'] = 'Автозаповнення поля форми ';
$_['help_login'] = 'Блокування входу, де клієнт може ввійти або вибрати варіант оформлення замовлення.';
$_['help_payment_address'] = 'Інформація про клієнтів та платіжна адреса.';
$_['help_shipping_address'] = 'Додаткова адреса для цілей доставки';
$_['help_shipping_method'] = 'Третій крок. Ви можете встановити метод за замовчуванням і приховати цей крок. ';
$_['help_payment_method'] = 'Четвертий крок. Ви можете встановити метод за замовчуванням і приховати цей крок. ';
$_['help_cart'] = 'Частина останнього кроку - кошик. Ви також можете перейти на вершину. ';
$_['help_payment'] = 'Деякі способи оплати мають більше варіантів заповнення, наприклад paypal pro.';
$_['help_confirm'] = 'Останній крок - це підтвердження. Редагувати поля. ';
$_['help_design_theme'] = 'Виберіть стиль для інтерфейсу AQC. Ви можете встановити інші конструкції або створити власний. ';
$_['help_design_field'] = 'Встановити стиль полів у адресних блоках платежу та доставки. Стиль рядка - мітки будуть на одному рядку з введенням. Стиль блоку - мітки будуть над входами. ';
$_['help_design_placeholder'] = 'Показати або сховати текст заповнювача в податках для адрес оплати та доставки та на етапі підтвердження.';
$_['help_design_login_option'] = 'Показати або сховати варіанти, які були в момент початку оформлення замовлення';
$_['help_design_login'] = 'Виберіть стиль блокування входу. ви можете вибрати, щоб показати блок або використовувати спливаюче вікно для входу, тоді як опція для реєстрації або перевірки гостя є простим прапорцем. ';
$_['help_design_address'] = 'Виберіть стиль блоку адреси для зареєстрованих користувачів. ви можете вибрати, щоб показати адресу як список або як параметри перемикача. ';
$_['help_design_cart_image_size'] = 'Встановіть ширину та висоту спливаючого зображення продукту, коли ви наведете на картинку великого пальця smal у кошику.';
$_['help_design_max_width'] = 'Якщо ви побачите заповнення кошика на весь екран, встановіть максимальну ширину кошика, і вона буде добре поміщена посередині. тобто 960 ';
$_['help_design_bootstrap'] = 'Якщо ви стикаєтесь із проблемами стилю, ви можете спробувати цю опцію. Це змусить завантажувальний файл за замовчуванням лише для швидкого виправлення ajax ';
$_['help_design_only_d_quickcheckout'] = 'Увімкніть цю опцію, щоб приховати всю інформацію в заголовку, нижньому колонтитулі та стовпцях, щоб зробити процес оформлення чек максимально простим та чистим.';
$_['help_design_column'] = 'Встановити кількість стовпчиків. Ви можете встановити до 3 стовпців та ширину. ';
$_['help_design_custom_style'] = 'Додайте власні стилі до оформлення замовлення. Дотримуйтесь правильних стандартів CSS. ';
$_['help_design_autocomplete'] = 'Увімкнути /вимкнути параметр автозавершення браузера.';
//Вступ
$_['text_your_address'] = 'Ваша адреса';
$_['entry_email_address'] = 'Адреса електронної пошти:';
$_['entry_email'] = 'E-Mail:';
$_['entry_email_confirm'] = 'Підтвердити електронну пошту';
$_['entry_password'] = 'Пароль:';
$_['entry_confirm'] = 'Підтвердити пароль:';
$_['entry_firstname'] = 'Ім\'я:';
$_['entry_lastname'] = 'Прізвище:';
$_['entry_telephone'] = 'Телефон:';
$_['entry_fax'] = 'Факс:';
$_['entry_company'] = 'Company:';
$_['entry_customer_group'] = 'Тип бізнесу:';
$_['entry_company_id'] = 'Ідентифікатор компанії:';
$_['entry_tax_id'] = 'Податковий ідентифікатор:';
$_['entry_address_1'] = 'Адреса 1:';
$_['entry_address_2'] = 'Адреса 2:';
$_['entry_postcode'] = 'Поштовий індекс:';
$_['entry_city'] = 'Місто:';
$_['entry_country'] = 'Країна:';
$_['entry_zone'] = 'Регіон /держава:';
$_['entry_newsletter'] = 'Я хочу підписатись на інформаційний бюлетень.';
$_['entry_shipping'] = 'Мої доставки та адреси виставлення рахунків однакові.';
$_['text_agree'] = 'Я згоден з умовами.';
$_['text_comments'] = 'Залишити коментар до замовлення.';
//Вступ
    $_['entry_layout'] = 'Макет:';
$_['entry_position'] = 'Позиція:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';
$_['entry_status'] = 'Статус:';
$_['entry_sort_order'] = 'Порядок сортування:';
$_['settings_select'] = 'Випадковий виділити';
$_['settings_image'] = 'Показати зображення';
//Підтримка
$_['text_no_update'] = 'Супер! Ви маєте останню версію. ';
$_['text_new_update'] = 'Вау! Існує нова версія, доступна для завантаження. ';
$_['text_error_update'] = 'Вибачте! Щось пішло не так. Якщо це повторюється, зверніться до служби підтримки. ';
$_['text_error_failed'] = 'Oops! Не вдалося підключитися до сервера. Будь-ласка спробуйте пізніше.';
$_['error_shopunity_required'] = 'Не хвилюйтеся, щоб ваш модуль виглядав чудово, будь ласка, встановіть Shopunity Admin на них. Ви можете завантажити її з <a href="http://www.opencart.com/index.php?route=extension/extension/info&extension_id=14928"> тут </a> ';
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну модуля ласкаво просимо!';
$_['success_setting_created'] = 'Ви успішно створили параметр';
$_['success_setting_deleted'] = 'Ви успішно видаляли налаштування';
$_['success_setting_saved'] = 'Ви успішно зберегли основні налаштування';
$_['error_setting_not_created'] = 'Oops! Налаштування не створено. Будь ласка спробуйте ще раз.';
$_['error_setting_not_deleted'] = 'Oops! Налаштування не видалено. Будь ласка спробуйте ще раз.';
$_['error_setting_not_saved'] = 'Oops! Масове налаштування не збережено. Будь ласка спробуйте ще раз. ';
$_['column_order_id'] = '# ідентифікатор замовлення';
$_['column_customer'] = 'Клієнт';
$_['column_account'] = 'Обліковий запис';
$_['column_total'] = 'Всього';
$_['column_status'] = 'Статус';
$_['column_shipping_method'] = 'Доставка';
$_['column_payment_method'] = 'Оплата';
$_['column_data'] = 'Дані';
$_['column_checkout_time'] = 'Checkout_time';
$_['column_rating'] = 'rating';

$_['text_not_found'] = '<div class = "jumbotron">
          <h1> Будь ласка, встановіть Shopunity </h1>
          <p> Перш ніж використовувати цей модуль, вам потрібно буде встановити Shopunity. Просто завантажте архів для вашої версії opencart і встановіть його, перегляньте Extension Installer або розпакуйте архів і завантажте всі файли у свою кореневу папку з папки UPLOAD. </p>
          <p> <a class="btn btn-primary btn-lg" href="https://shopunity.net/download" target="_blank"> Завантажте </a> </p>
        </div> ';
?>