<?php
//instruction
$_['tab_instruction'] = 'Інструкції.';
$_['text_instruction'] = '
<div class = "row">
<div class = "col-md-2">
<ul class = "nav nav-pills un-stacked">
<li class = "active"> <a href="#in_install" data-toggle="tab"> Установка та оновлення </a> </li>
<li> <a href="#in_setup" data-toggle="tab"> Базові налаштування та загальні відомості </a> </li>
<li> <a href="#in_login" data-toggle="tab"> Увійти </a> </li>
<li> <a href="#in_address" data-toggle="tab"> Адреса платежу та доставки </a> </li>
<li> <a href="#in_shipping" data-toggle="tab"> Спосіб доставки </a> </li>
<li> <a href="#in_payment" data-toggle="tab"> Спосіб оплати </a> </li>
<li> <a href="#in_cart" data-toggle="tab"> Кошик і підтвердження </a> </li>
<li> <a href="#in_design" data-toggle="tab"> Дизайн </a> </li>
<li> <a href="#in_analytics" data-toggle="tab"> Analytics </a> </li>
<li> <a href="#in_debug" data-toggle="tab"> Налагодження </a> </li>
<li> <a href="#in_development" data-toggle="tab"> Розвиток </a> </li>
<li> <a href="#in_qa" data-toggle="tab"> Питання та відповіді </a> </li>
</ul>
	</div>
	<div class="col-md-10">
<div class="tab-content">
	<div id="in_install" class="tab-pane active">
		<div class="tab-body">
			<h3> Встановлення </ h3>
<ol>
<li> Розпакуйте файл розповсюдження </li>
<li> Завантажте все з папки <code> UPLOAD </code> в кореневу папку, яку ви ходите в магазині </li>
<li> Перейти до адміністратора вашого магазину та перейти до розширень -> модулі -> Ajax Quick Checkout </li>
<li> Натисніть кнопку установки </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Наш процес встановлення вимагає наявності доступу до Інтернету, тому що ми встановимо всі необхідні залежності, перш ніж встановити модуль. </p>
</div>
<div class = "bs-callout bs-callout-warning">
<h4> Попередження! </ h4>
<p> Якщо на цьому кроці з\'являється помилка, обов\'язково створіть папку <code> DOWNLOAD </code> (зазвичай в системній папці, яку ви купуєте), для запису. </p>
</div>
<h3> Оновлення </ h3>
<ol>
<li> Перш ніж оновити, скористайтеся параметром Налаштування мас. в адміністратора, щоб зберегти налаштування всіх параметрів оформлення. </li>
<li> Розпакуйте файл розповсюдження </li>
<li> Завантажте все з папки <code> UPLOAD </code> в кореневу папку, яку ви ходите в магазині </li>
<li> Натисніть перезаписати для всіх файлів </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Незважаючи на те, що ми дотримуємося суворих стандартів, які не дозволяють повною переустановці модуля пов\'язувати модуль, все-таки може статися, що для основних випусків потрібно буде видалити / встановити модуль ще раз, перш ніж з\'являться нові функції. </p>
</div>
<div class = "bs-callout bs-callout-warning">
<h4> Попередження! </ h4>
<p> Якщо ви внесли спеціальні виправлення до коду, ваш код буде переписано та буде втрачено після оновлення модуля. </p>
</div>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Ми радимо всім розробникам використовувати Vqmod /ocmod, щоб додати свій код до AQC, або використати власний файл шаблону встановленої теми, щоб додати стиль. </p>
</div>
</div>
	</div>
	<div id="in_setup" class="tab-pane">
		<div class="tab-body">
			<h3> Базове налаштування </ h3>
<p> Ajax Quick Checkout побудований на <strong> магістральній </ strong> та <strong> підкреслення </ strong>. Вся інформація визначена в магістральній моделі. </p>
<p> Фронтальний копіювання складається з <strong> 8 блоків (кроків) </ strong>: <code> Login </code>, <code> Payment address </code>, <code> Адреса доставки </ b> Код>, <code> Спосіб доставки </code>, <code> Спосіб оплати </code>, <code> Кошик </code>, <code> Payment </code>, <code> Підтвердити </code>. Кожен блок (крок) має власні конфігурації, які ви можете редагувати в адміністративному доступі. </p>
<p> Після встановлення AQC ви побачите екран запуску. </p>
<ol>
<li> Натисніть "Створити налаштування" </li>
<li> Увімкніть чек, натисніть Статус ввімкнено </li>
<li> Збережіть налаштування, натиснувши кнопку Зберегти або Зберегти та перебування у верхньому правому куті </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Кожне нове налаштування має значення за замовчуванням, яке вже достатньо для того, щоб ваш кошик працював. Ви можете додатково налаштовувати виписку за бажанням. </p>
</div>

<p> На головній вкладці ви побачите усі ваші поточні налаштування. Кожен блок - це параметр Checkout, який може відображатися будь-яким користувачам. </p>
<p> Використовуйте варіант вірогідності, щоб встановити шанси, за якими кожна перевірка може бути показана клієнту. Це частина функції тестування AB, яку ви можете більше прочитати тут. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Щоб тимчасово вимкнути параметр checkout, ви можете встановити вірогідність до 0. </p>
</div>
<h3> Загальні </ h3>
<ol>
<li> Назва Ви можете змінити назву активного налаштування, яке забарвлено зеленим кольором. </li>
<li> Події Google Analytics. Після ввімкнення ви зможете отримувати цінні дані про поведінку споживачів у вашому кошику через обліковий запис Google Analytics. Докладніше тут. </li>
<li> Файл конфігурації. Ви можете створити власні файли конфігурації, які використовуються AQC. Вони повинні бути розташовані в папці system /config і називаються <code> d_quickcheckout_PREFIX.xml </code>, де PREFIX - це ваш ідентифікатор (наприклад, _custom буде <code> d_quickcheckout_custom.xml </code>). Для розробників </li>
<li> Видалити налаштування. Ви можете видалити поточне налаштування з усіма даними та аналітикою. Загальна очистка. </li>
<li> Налаштовувані параметри. Ви можете створити рядок JSON з усіма налаштуваннями поточної перевірки, а потім використовувати його для переходу до іншого магазину, створення копії налаштувань копій або просто збереження даних перед оновленням. </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Будь ласка, прочитайте підказки, щоб дізнатися більше про кожен параметр. </p>
</div>
</div>
</div>
	<div id="in_login" class="tab-pane">
		<div class="tab-body">
			<h3>Login</h3>
			<p> Тут ви можете налаштувати свій вхідний блок. </p>
<ol>
<li> Відображати логін як блок або помістити його у спливаюче вікно </li>
<li> Сховати / показати три доступні параметри </li>
<li> Увімкнення або вимкнення соціальних логінів (якщо вони встановлені) </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Сумісна з цією функцією лише модуль Social Login від Dreamvention. </p>
</div>
</div>
</div>
<div id = "in_address" class = "tab-pane">
<div class = "tab-body">
<h3> Адреса платежу та адреса доставки </ h3>
<p> Ви можете вказати поля адреси так, як вам подобається: </p>
<ol>
<li> перетягніть, щоб сортувати їх </li>
<li> Сховати / показати або вимагати / не як ви хочете </li>
<li> Встановіть значення за замовчуванням, якщо це потрібно </li>
<li> Додати маску, якщо потрібно. </li>
<li> Додати спеціальні поля. Натисніть кнопку, щоб переспрямувати до нової опції, яку було створено спеціально. Після того як ви налаштуєте спеціальне поле, поверніться до меню AQC і далі налаштуйте поле. Натисніть "Зберегти". </li>
</ol>
<div class = "bs-callout bs-callout-warning">
<h4> Попередження! </ h4>
<p> Користувацькі поля не відображатимуться, якщо ви не натиснете збереження в панелі адміністрування AQC після створення спеціального поля. </p>
</div>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Для параметра маски ми використовуємо цей jquery.maskinput.js (<a href="https://github.com/digitalBush/jquery.maskedinput"> https://github.com/digitalBush/jquery.maskedinput < /a>) </p>
</div>
<p> Адреса доставки дуже така ж, як і платіжна адреса, і приймаю, що вона не включає в себе стандартні (наприклад, адресу електронної пошти, пароль тощо) поля облікового запису та спеціальні поля. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Ви завжди можете встановити адресу доставки. Це означає, що навіть у вас є можливість вказати адресу доставки так само, як платіж, блок адреси доставки все одно буде показаний клієнту і буде потрібно. </p>
</div>
</div>
</div>
<div id = "in_shipping" class = "tab-pane">
<div class = "tab-body">
<h3> Спосіб доставки </ h3>
<p> Тут ви можете налаштовувати зовнішній вигляд блокування методу sipping. Ви можете сховати його, або видалити опис або навіть способи доставки. </p>
<p> Ви також можете встановити назву та опис блоку, як і для інших блоків. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Якщо ви хочете встановити певні способи оплати для певних способів доставки, вам потрібно буде використати для цього окремий модуль. </p>
</div>
</div>
</div>
	<div id="in_payment" class="tab-pane">
		<div class="tab-body">
			<h3> Спосіб оплати </ h3>
<p> Ви можете встановити зовнішній вигляд блокування способу оплати, назву та опис, а також спосіб оплати за умовчанням. </p>
<h4> Використовуйте екран спливаючого платежу </ h4>
<p> Також ви можете встановити використання спливаючого кроку для оплати. У деяких випадках це є корисним рішенням. Хоча це додатковий крок для клієнта, він може допомогти вашому клієнту виконати кроки швидше. </p>
<p> Позицію платежу можна встановити як значення за замовчуванням, якщо ви не вказали для вибраного способу оплати. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Перед запитом на підтримку спробуйте цю опцію та дізнайтеся, чи вона вирішує проблему, з якою ви стикаються </p>
</div>
</div>
</div>
<div id = "in_cart" class = "tab-pane">
<div class = "tab-body">
<h3> Кошик і підтвердження </ h3>
<ol>
<li> Встановити стовпці для кошика </li>
<li> Змінити назву та опис блоку кошика </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Якщо ви хочете приховати вагу кошика - перейдіть до системи -> налаштування та відредагуйте параметри вашого магазину на вкладці Параметр для відображення ваги на сторінці кошика </p>
</div>
<p> Ви також можете встановити коментар і узгодити поля тут, як і ви на кроці платежу та адреси доставки. </p>
</div>
</div>
<div id = "in_design" class = "tab-pane">
<div class = "tab-body">
<h3> Дизайн </ h3>
<p> Вкладка "Конструктор" дозволяє визначати основні дизайнерські функції, такі як зовнішній вигляд у платіжній та доставній адресі. </p>
<ol>
<li> Тут ви можете вибрати тему стилю для вас для оформлення замовлення. Всі теми - це файли CSS, які містяться в каталозі / view / theme /default / stylesheet /d_quickcheckout / topic / </li>
<li> Перемикати заповнювачі для полів </li>
<li> Вибрати дизайн адреси: один рядок з перемикачами (радіо) та блок списку, який можна виділити (список) </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Якщо ви використовуєте тему custome, а для вашої теми відсутня рамка для завантажувальної системи twitter, або її сильно змінені, ви можете використовувати функцію "force bootstrap", щоб додати чистий стиль завантаження лише до блоку AQC. </p>
</div>

<p> Показувати лише те, що викуп є популярною функцією, яка дозволяє приховати всі відволікаючі частини теми від кошика, що дозволяє клієнту зосередитися на процесі оплати. </p>
<p> Дизайн є найбільш впізнаваною функцією AQC. Він був у кошику нашого модуля. Тут ви можете перетягувати всі блоки за бажанням, сортувати їх і зробити свій власний унікальний досвід оформлення. </p>
</div>
</div>
	<div id="in_analytics" class="tab-pane">
		<div class="tab-body">
			<h3> Статистика, аналіз AB, Події Google Analytics </ h3>
<p> Як частина нового AQC з версії 6.0.0 ми додали функцію статистики, яка дозволяє збирати цінну інформацію про кожен замовлення, скільки дій клієнт зробив, перш ніж він здійснив покупку, а також часу це зайняло його. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Рейтинг є оцінкою AQC про легкість конкретного замовлення, зробленого за допомогою цього параметра оформлення замовлення. Чим менше клієнт повинен був робити дії - тим краще рейтинг. </p>
</div>
<ul>
<li> <span class = "label label-default"> Сірий граф </ span>: загальна кількість полів для заповнення. </li>
<li> <span class = "label label-info"> Синій рахунок </ span>: загальна кількість полів відредагована та оновлена. </li>
<li> <span class = "label label-success"> Зелений рахунок </ span>: загальна кількість клавіш. </li>
<li> <span class = "label label-danger"> Червоний рахунок </ span>: відображається загальна кількість помилок. </li>
</ul>
<p> За допомогою цих даних ви можете оцінити якість налаштувань вашої покупки. </p>
<h3> AB Testing </ h3>
<p> Після того, як ми створили рейтинг оформлення замовлення, ми додали функцію кількох налаштувань оформлення замовлення. Для будь-якого інтернет-магазину ви можете створити необмежену кількість параметрів для перевірки різних концепцій. </p>
<p> На головній сторінці ви побачите всі параметри кошика та їх вірогідність, з якими цей параметр може бути показаний замовнику. Чим більше число вірогідності - тим кращими будуть показувати шанси цього параметра. </p>
<h4> Основне тестування AB для AQC </ h4>
<ol>
<li> Завжди перевіряйте 2 перевірки одночасно. </li>
<li> Почніть з налаштування двох різних кольорових тем для оформлення замовлення. </li>
<li> Виконайте тест протягом тижня та виберіть найкращу колірну тему. </li>
<li> Потім перевірте кількість полів. Виберіть максимальну кількість полів та мінімальну кількість полів. </li>
<li> Виконайте тест протягом тижня та виберіть найкращу кількість полів. </li>
<li> Потім перевірте способи оплати та доставки за умовчанням. Виконайте тест протягом тижня. </li>
<li> І, нарешті, перевірте макет блоків. </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Пам\'ятайте: якщо клієнт відвідав ваш магазин і вже був на сторінці оформлення замовлення, він продовжуватиме бачити цей параметр оформлення замовлення, якщо ви не видалите його або встановили вірогідність 0. </p>
</div>
</div>
</div>
<div id = "in_debug" class = "tab-pane">
<div class = "tab-body">
<h3> Налагодження </ h3>
<p> AQC має потужний варіант налагодження. </p>
<p> На домашній сторінці увімкніть режим налагодження та оновіть сторінку адміністратора. Ви побачите нову вкладку "Налагодження". Тепер запустіть ваш кошик у магазині. Вся інформація буде зареєстрована в журналі налагодження. </p>
<p> Тут ви можете визначити, який із кроків викликає падіння швидкості, створення помилки та інше. </p>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> Помилки залишаються в журналі помилок адміністрування -> </p>
</div>
</div>
</div>
	<div id = "in_development" class = "tab-pane">
<div class = "tab-body">
<h3> Розробка </ h3>
<p> Ми настійно заохочуємо майбутнє розвитку дотримуватися цих правил: </p>
<ol>
<li> Не змінюйте контролери та моделі модуля </li>
<li> Створіть новий файл tpl у поточній темі. </li>
<li> Додайте логічний код за допомогою vqmod /ocmod </li>
<li> За можливості використовуйте шаблон розробки базового модуля. У багатьох випадках вам не потрібно взагалі змінювати AQC. </li>
<li> Використовуйте спеціальний параметр стилю в адміністраторі -> AQC -> дизайн, щоб додати власні стилі. Не змінюйте файли CSS. </li>
<li> Якщо ви хочете створити унікальний стиль для всієї перевірки, скористайтеся вбудованим менеджером теми. Просто створіть файл своєї теми так

<blockquote>
<p> catalog / view / theme /default / stylesheet /d_quickcheckout / theme / MYTHEME.css </p>
</ blockquote>
і додайте там стилі. Потім перейдіть до адміністратора і виберіть цю тему. </li>
</ol>
<div class = "bs-callout bs-callout-info">
<h4> Примітка! </ h4>
<p> У файлі <code> system / mbooth / xml </code> ви знайдете файл <code> mbooth_d_quickcheckout.xml </code>, який тримає треки всіх файлів і папок, що входять до складу модуля. Також ви отримаєте кориснішу інформацію, як-от версію, залежності та оновлення для цього модуля. </p>
</div>
</div>
</div>
<div id = "in_qa" class = "tab-pane">
<div class = "tab-body">
<h3> Питання та відповіді </ h3>
<h4> Q: Я встановив чек, але я не бачу його в моєму магазині. Чому? </ H4>
<p> А: Це може бути декілька причин. </p>
<ol>
				<li> Перевірте, чи встановлено vqmod </li>
<li> Переконайтеся, що vqmod працює і створює необхідний vq2-catalog_controller_checkout_checkout.php </li>
<li> Перевірте, чи ви включили кошик, пересунувши статус на ON </li>
<li> Переконайтеся, що ви зберегли налаштування та що воно фактично було збережено. </li>
</ol>
<h4> Q: У мене є інша мова (не англійською) Як змінити назви та описи? </ h4>
<p> А: для цього ми маємо поля заголовка та опису у кожному блоці на панелі адміністратора каси. Просто додайте свій текст до кожної доступної мови. </p>
<h4> Q: Після встановлення AQC - я почав отримувати знищені замовлення. Чому так багато? </ h4>
<p> А: Наш модуль є односторінковим оформленням і завантажує всі поля, а також способи доставки та оплати. Таким чином, з методів платежу вимагається, щоб оформлення замовлення було створено, інакше це не спрацює. Ось чому наша перевірка створює замовлення на початку завантаження, а не як за замовчуванням - після того, як всі дані були введені. Ми тримаємо трек від створених замовлень, і якщо клієнт покинув цех відразу після того, як він завантажив чек, - замовлення буде створено, а його значення буде скинуто на відміну від замовлення за замовчуванням - він повинен був заповнити всі дані. Отже, насправді наша перевірка показує вам реальні знижені замовлення, і тому ви бачите їх усіх і можете зробити краще судження. </p>
<h4> Q: Я встановив модуль соціального входу, але я не бачу їх на етапі оформлення замовлення. Чому? </ H4>
<p> А: Є кілька причин: </p>
<ol>
<li> Переконайтеся, що ви включили модуль соціального входу </li>
<li> Переконайтеся, що ви зберегли налаштування модуля соціального входу </li>
<li> Переконайтеся, що ви фактично включили соціальний логін на вкладці входу до системи AQC. </li>
<li> Під час перевірки переконайтеся, що ви не авторизовані. Якщо ви - ви не побачите параметр соціальної реєстрації за допомогою функції defualt. </li>
</ol>
<h4> Q: Я редагую налаштування кошика, але перевірка не змінюється. Чому? </ H4>
<p> A: Якщо ви перевіряєте, чи правильно встановили чек, обов\'язково відредагуйте налаштування, які ви насправді переглядаєте в інтернет-магазині. Для цього перейдіть на вкладку admin -> AQC -> home і клацніть на очах налаштувань кошика, які ви хочете переглянути. </p>
<h4> Q: Мій AQC дуже повільний. Що не так? </ h4>
<p> А: Наша перевірка є найшвидшим на ринку. Але якщо це трапиться з вами, може бути кілька причин: </p>
<ol>
<li> У вас повільний сервер - якщо весь інтернет-магазин буде повільним, не чекайте, що виліт буде виконуватися. </li>
<li> У вас може бути метод повільного доставки. Якщо ви використовуєте метод доставки, який робить запити CURL на інший сервер, перевірка повинна буде чекати кожного разу, коли спосіб доставки має здійснити дзвінок. </li>
<li> Ваш метод платежу займає певний час. </li>
</ol>
<h4> Q: У мене є модуль сторонніх розробників, який чудово працює з контролем за замовчуванням, але не працює з AQC. Що мені робити? </ H4>
<p> A: ми підтримуємо нашу виставку для роботи з методами платежу та доставки за замовчуванням, а також загальних модулів.
Ми не обіцяємо, що він буде працювати з усіма тисячами методів там. Якщо вам потрібно вирішити проблему сумісності, радимо звернутися до розробника методу або модуля, щоб допомогти вам у цьому. Наше рішення для перевірки - це номер на ринку. Він має понад 40 000 завантажень. Додавши сумісність для нашого модуля, розробник методу збільшить його клієнтську базу та його продажі.
Якщо розробник відмовляється, ми можемо запропонувати преміальну підтримку за додаткову плату. Будь ласка, майте на увазі, що рішення буде лише для вашого коректування, і ви втратите можливість для майбутнього оновлення, що є для вас втратою. Ось чому ми рекомендуємо розробнику стороннього модуля додати підтримку. </p>
</div>
	</div>
</div>';