<?php
// Heading
$_['heading_title']    = 'Встановлення знижок товарів для групп покупців';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Настройки модуля поновлені!';
$_['text_success_cleared']     = 'Знижки ціни продуктів, встановлених модулем, успішно очищені!';
$_['text_success_updated']     = 'Знижки ціни продуктів поновлені';
$_['button_refresh']   = 'Обновити знижки товарів';
$_['button_clear']   = 'Очистити знижки товарів, встановлених модулем';

// Entry
$_['entry_discount']      = 'Скидка:<span class="help">Задайте процент знижки для кожної группи користувачів.</span>';
$_['help_discount']      = 'Вкажіть процент знижки для кожної группи користувачів.';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для керування цим модулем!';
?>