<?php
// Heading
$_['heading_title']    = 'Установка запуска заданий по времени';

// Text
$_['text_success']     = 'Данные успешно сохранены';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактировать';
$_['text_delete']      = 'Cтереть';
$_['text_task']        = 'Задача(метод)';
$_['text_days']        = 'Дни недели (с - по)';
$_['text_dayofmonth']  = 'Дни месяца (с - по или через запятую)';
$_['text_month']       = 'Месяц (с - по или через запятую)';
$_['text_begin_time']  = 'Время начала обмена';
$_['text_end_time']    = 'Время окончания обмена';
$_['text_interval']    = 'Интервал';
$_['text_monday']      = 'Понедельник';
$_['text_tuesday']     = 'Вторник';
$_['text_wednesday']   = 'Среда';
$_['text_thursday']    = 'Четверг';
$_['text_friday']      = 'Пятница';
$_['text_saturday']    = 'Суббота';
$_['text_sunday']      = 'Воскресенье';

// Entry
$_['entry_import']     = 'Файл импорта .csv';
$_['entry_task_title'] = 'Введите название модуля';


// Tab
$_['cron_setup']       = 'Настройка Cron';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_cron']       = 'Внимание, ошибка настройкы крона.Не отмечены поля для записи';
$_['error_name']        = 'Название  должно быть от 1 до 50 символов!';
$_['error_file']       = 'Файл не найден!';
$_['error_warning']    = 'Предупреждение: проверьте наличие пустых полей!';
$_['error_empty']      = 'Отсуствуют отмеченные задачи для сохраненыя в crontab';

//Button

$_['button_save']   = 'Сохранить данные в crontab';




