<?php
// Heading
$_['heading_title']        = 'Ваш заказ принят!';

// Text
$_['text_basket']          = 'Корзина';
$_['text_checkout']        = 'Оформить заказ';
$_['text_success']         = 'Заказ принят!';
$_['text_customer']        = '<p>История заказа находится в <a href="%s">Личном кабинете</a>. Для просмотра истории, перейдите по ссылке <a href="%s">История заказов</a>.</p><p>Если Ваша покупка связана с цифровыми товарами, перейдите на страницу <a href="%s">Файлы для скачивания</a> для просмотра или скачивания.</p><p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><h2>Спасибо за покупки в нашем интернет-магазине!</h2>';
$_['text_guest']           = '<p>Если у Вас возникли вопросы, пожалуйста <a href="%s">свяжитесь с нами</a>.</p><h2>Спасибо за покупки в нашем интернет-магазине!</h2>';

$_['column_name']          = 'Наименование товара';
$_['column_model']         = 'Код товара по каталогу';
$_['column_category']      = 'Номер каталога';
$_['column_quantity']      = 'Количество';
$_['column_price']         = 'Цена в грн (с НДС)';
$_['column_total']         = 'Всего в грн (с НДС)';
