<?php


$_['heading_title'] = 'Ваше замовлення оброблено!';
$_['text_customer'] = '<p>Ви можете переглянути історію замовлень на сторінці <a href="%s">облікового запису</a> у розділі <a href="%s">історії</a>.</p>Якщо покупка має формат завантаження, перейдіть на <a href="%s">сторінку завантажень</a>.</p><p>Якщо ви маєте будь які питання, будь ласка, зверніться до <a href="%s">служби підтримки</a>.</p><h2>Дякуємо за покупку!</h2>';
$_['text_guest'] = '<p>Якщо ви маєте будь які питання, будь ласка, зверніться до <a href="%s">служби підтримки</a>.</p><h2>Дякуємо за покупку!</h2>';
$_['text_basket'] = 'Кошик';
$_['text_checkout'] = 'Оформити';
$_['text_success'] = 'Готово';

$_['column_name']          = 'Найменування';
$_['column_model']         = 'Код товара по каталогу';
$_['column_category']      = 'Номер каталога';
$_['column_quantity']      = 'Кількість';
$_['column_price']         = 'Ціна в грн (з ПДВ)';
$_['column_total']         = 'Всього в грн (з ПДВ)';
