<?php
// Text
$_['text_success']           = 'Замовлення оновлене';

// Error
$_['error_permission']       = 'Увага! Доступ заборонений до API!';
$_['error_customer']         = 'Необхідні дані про клієнта!';
$_['error_payment_address']  = 'Потрібно мати адресу платника!';
$_['error_payment_method']   = 'Необхідно вказати спосіб оплати!';
$_['error_no_payment']       = 'Увага: Немає доступних способів оплати!';
$_['error_shipping_address'] = 'Необхідно вказати адресу доставки!';
$_['error_shipping_method']  = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping']      = 'Увага: Немає доступних способів доставки!';
$_['error_stock']            = 'Товари помічені *** не доступні в необхідній кількості або відсутні на складі!';
$_['error_minimum']          = 'Минімальна кількість для замовлення %s є %s!';
$_['error_not_found']        = 'Увага! Замовлення не знайдено';

