<?php
// Text
$_['text_subject']        = '%s - Спасибо за регистрацию';
$_['text_welcome']        = 'Добро пожаловать и благодарим вас за регистрацию в %s!';
$_['text_login']          = 'Теперь ваша учетная запись создана, и вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или следующие URL:';
$_['text_approval']       = 'Прежде чем войти в систему, ваша учетная запись должна быть утверждена. После утверждения вы можете войти в систему, используя свой адрес электронной почты и пароль, посетив наш веб-сайт или на следующем URL:';
$_['text_service']        = 'При входе в систему вы сможете получить доступ к другим службам, включая просмотр прошлых заказов, печать счетов и редактирование информации об учетной записи.';
$_['text_thanks']         = 'Спасибо,';
$_['text_new_customer']   = 'Новый клиент';
$_['text_signup']         = 'Новый клиент зарегистрировался:';
$_['text_customer_group'] = 'Группа клиентов:';
$_['text_firstname']      = 'Имя:';
$_['text_lastname']       = 'Фамилия:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';